{
  "welcome": "Welcome  to Lizano's Glass Haus, a one-of-a-kind glass art studio in Metairie specializing in custom \"New Orleans\" designs. The love of the Crescent City is visible in works at the studio. Our art glass is very often framed in old cypress windows and transoms, restoring and bringing them back to life with colored art glass and fascinating designs. Our family-run business is proud to offer customers exquisite designs in stained glass panels. Lizano's Glass Haus also offers some non-traditional works in glass, ranging from contemporary fused glass pieces, mosaics, sandblasting and glass carving. Outdoor glass work is done here as well, combining glass and cement to create beautiful garden and patio stepping stones.\nMake sure to ask us about our new \"Blue Roof\", Katrina Art, we have created to assist those who had losses. We are pleased to share with the public the art of stained glass in all facets; traditional, contemporary, abstract, anything the client envisions. Our art work can be found in homes, restaurants, churches, chapels and schools around the New Orleans metropolitan area; even at the Audubon Zoo. Our clientele ranges from home owners to architects, interior designers to entomologists commissioning a larger than life spider web. We are creative individuals and thrive on our craftsmanship. Glass is a fascinating medium, which has energized our creative souls at Lizano's Glass Haus. Please stop by if in the area or visit our Gallery to see some of what we do.",
  "about": "Whether you're a glass enthusiast, hobbyist, beginner, novice or professional, the Lizano's can relate!\nLizano's Glass Haus, is a family run studio. The trio consists of a husband, wife and daughter team: Al, Liliana and Paulette. Al and Liliana are natives of San Jose, Costa Rica and Tela, Honduras, respectively. They have lived in the New Orleans area for over 30 years, so they're official transplants. Paulette is born and raised in New Orleans.\nThe love of stained and art glass began about twenty years ago when the married couple enrolled in a stained glass course as hobbyists. From that time, it has developed into a full-time passion and career. The couple took advantage of national stained glass conventions and conferences taking additional courses taught by some of the leading professionals in the art glass industry. After numerous studies in the art, they formed a small partnership, working on commission pieces for private homes and individuals. In 1995, moving from a backyard workshop, Lizano's Glass Haus, Inc. was formed and moved out into the public sector.\nLiliana's artistic talents have led her to a fascinating blend with the medium of glass. Al's background in engineering has helped the studio fabricate magnificent works of art. Their daughter, Paulette, utilizes her architectural degree, combined with an innate artistic talent, to bring contemporary visions to the studio. Paulette's eye for space and color has been an asset to assist designers, contractors and homebuilders. Besides the traditional stained glass techniques, the artists work with \"warm\" glass in the form of fusing and slumping in glass kilns.\nThe trio is pleased to share with the public the art of stained glass. Glass classes are offered in both copper foil and lead came techniques, as well as mini-sessions on fusing, mosaics, stepping stones, panel-lamp construction and much more. The studio is a full service art glass store, offering tools, supplies, pattern books, sheet glass, stock bevels, etc, etc, etc for all glass enthusiasts."
}